Table of Contents
 Enum LoadingType
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Type of loading
[Obfuscation(Feature = "renaming")]
public enum LoadingType
Fields
Combination = 1
Combination
LoadCase = 0
Load case
ResultClass = 2
Result Class
Fields
 Name |  Description
 Combination = 1
Combination
 LoadCase = 0
Load case
 ResultClass = 2
Result Class
 Edit this page